Repository: pikloo/genius-reviews
Catalog: languages/genius-reveiws-*.po
Languages: sv_se

source: Import d’avis via CSV, affichage sur les fiches produits WooCommerce, JSON-LD optimisé SEO.
sv_se: Importera omdömen via CSV, visa dem på WooCommerce-produktsidor och generera SEO-optimerad JSON-LD.

source: Options & Import
sv_se: Alternativ och import

source: Options sauvegardées.
sv_se: Inställningar sparade.

source: Genius Reviews — Options & Import CSV
sv_se: Genius Reviews — Alternativ och CSV-import

source: Options d’affichage
sv_se: Visningsalternativ

source: Activez automatiquement les blocs côté boutique et/ou utilise les shortcodes ci-dessous selon vos besoins.
sv_se: Aktivera automatiskt butikssidorna och/eller använd shortcodes nedan efter behov.

source: Activer la grille des avis sur la page produit
sv_se: Aktivera omdömesrutnät på produktsidor

source: Affiche la grille en bas de chaque fiche produit (si des avis sont disponibles).
sv_se: Visar rutnätet längst ned på varje produktsida (om omdömen finns).

source: Activer le badge d'avis sur la page produit
sv_se: Aktivera omdömesmärke på produktsidor

source: Petit badge (moyenne + nombre d’avis) visible en haut de la fiche produit.
sv_se: Litet märke (snittbetyg + antal omdömen) visas högst upp på produktsidan.

source: Activer le badge d'avis sur la page collection
sv_se: Aktivera märke på kategorisidor

source: Affiche le badge dans les listings/collections produits.
sv_se: Visar märket i produktlistor/kategorier.

source: Couleur principale
sv_se: Huvudfärg

source: Utilisée pour les boutons et accents (hover auto-généré).
sv_se: Används för knappar och accenter (hover genereras automatiskt).

source: Shortcodes disponibles
sv_se: Tillgängliga shortcodes

source: Grille d’avis (produit courant ou ID précis)
sv_se: Omdömesrutnät (aktuella produkten eller specifikt ID)

source: Copier
sv_se: Kopiera

source: Carrousel (sélection d’avis globales)
sv_se: Karusell (globalt urval av omdömen)

source: Badge (dans un template/page au choix)
sv_se: Märke (i valfri mall/sida)

source: Tous les avis (onglets Produits / Boutique + stats globales)
sv_se: Alla omdömen (flikar Produkter / Butik + globala siffror)

source: Paramètres de tri disponibles : date_desc, date_asc, rating_desc, rating_asc.
sv_se: Tillgängliga sorteringar: date_desc, date_asc, rating_desc, rating_asc.

source: Sauvegarder
sv_se: Spara

source: Copié !
sv_se: Kopierat!

source: Import
sv_se: Importera

source: Lancer l’import
sv_se: Starta import

source: Préparation…
sv_se: Förbereder…

source: Détail par produit
sv_se: Detaljer per produkt

source: Produit
sv_se: Produkt

source: Ajoutés
sv_se: Tillagda

source: MàJ
sv_se: Uppdaterade

source: Ignorés
sv_se: Ignorerade

source: Moyenne
sv_se: Snitt

source: Total
sv_se: Totalt

source: Colonnes :
sv_se: Kolumner:

source: Téléversement…
sv_se: Laddar upp…

source: Import en cours…
sv_se: Import pågår…

source: Import terminé
sv_se: Import klar

source: Avis
sv_se: Omdömen

source: Ajouter un avis
sv_se: Lägg till omdöme

source: Ajouter un nouvel avis
sv_se: Lägg till nytt omdöme

source: Éditer l’avis
sv_se: Redigera omdöme

source: Nouvel avis
sv_se: Nytt omdöme

source: Voir l’avis
sv_se: Visa omdöme

source: Rechercher des avis
sv_se: Sök omdömen

source: Aucun avis
sv_se: Inga omdömen

source: Aucun avis dans la corbeille
sv_se: Inga omdömen i papperskorgen

source: Détails de l’avis
sv_se: Omdömesdetaljer

source: Options
sv_se: Alternativ

source: Produit ID
sv_se: Produkt-ID

source: Nombre d’avis
sv_se: Antal omdömen

source: Client
sv_se: Kund

source: Il y a %s
sv_se: För %s sedan

source: Voir plus
sv_se: Läs mer

source: Avis de nos clients
sv_se: Kundomdömen

source: Basé sur %1$s%3$s avis%2$s
sv_se: Baserat på %1$s%3$s omdömen%2$s

source: Écrire un avis
sv_se: Skriv ett omdöme

source: Vous devez être <a href="%s" class="text-brand-custom hover:underline font-medium">connecté(e)</a> pour écrire un avis.
sv_se: Du måste vara <a href="%s" class="text-brand-custom hover:underline font-medium">inloggad</a> för att skriva ett omdöme.

source: Plus récents
sv_se: Nyaste

source: Plus anciens
sv_se: Äldsta

source: Meilleures notes
sv_se: Högst betyg

source: Moins bonnes notes
sv_se: Lägst betyg

source: Avis sur Produits (%s)
sv_se: Produktomdömen (%s)

source: Avis sur Boutique (%s)
sv_se: Butikomdömen (%s)

source: Voir plus d’avis
sv_se: Ladda fler omdömen

source: Aucun avis disponible.
sv_se: Inga omdömen tillgängliga.

source: %s avis
sv_se: %s omdöme

source: Aucun avis pour le moment
sv_se: Inga omdömen ännu

source: Excellent
sv_se: Utmärkt

source: Très bien
sv_se: Mycket bra

source: Bien
sv_se: Bra

source: Moyen
sv_se: Medel

source: À éviter
sv_se: Svagt

source: <b>%s</b> nécessite WooCommerce. Merci d’installer et d’activer WooCommerce.
sv_se: <b>%s</b> kräver WooCommerce. Installera och aktivera WooCommerce.

# block title
source: Grid Reviews
sv_se: Rutnät med omdömen

# block description
source: Affiche la grille des avis clients pour un produit.
sv_se: Visar kundomdömen i ett rutnät för en produkt.
