Repository: pikloo/genius-reviews
Catalog: languages/genius-reviews-*.po
Languages: de_de, es_es, it_it, nl_nl, pl_pl

source: Import d’avis via CSV, affichage sur les fiches produits WooCommerce, JSON-LD optimisé SEO.
de_de: Import von Bewertungen per CSV, Anzeige auf WooCommerce-Produktseiten, SEO-optimiertes JSON-LD.
es_es: Importar reseñas mediante CSV, mostrar en las páginas de productos de WooCommerce, JSON-LD optimizado para SEO.
it_it: Importa recensioni via CSV, mostrale nelle schede prodotto WooCommerce e genera JSON-LD ottimizzato SEO.
nl_nl: Importeer reviews via CSV, toon ze op WooCommerce-productpagina’s en genereer SEO-geoptimaliseerde JSON-LD.
pl_pl: Import opinii przez CSV, wyświetlanie na stronach produktów WooCommerce oraz SEO-optymalizowany JSON-LD.

source: Options & Import
de_de: Optionen & Import
es_es: Opciones e Importación
it_it: Opzioni e Importazione
nl_nl: Opties en import
pl_pl: Opcje i import

source: Options sauvegardées.
de_de: Optionen gespeichert.
es_es: Opciones guardadas.
it_it: Impostazioni salvate.
nl_nl: Instellingen opgeslagen.
pl_pl: Zapisano ustawienia.

source: Genius Reviews — Options & Import CSV
de_de: Genius Reviews — Optionen & CSV-Import
es_es: Genius Reviews — Opciones e Importación CSV
it_it: Genius Reviews — Opzioni e importazione CSV
nl_nl: Genius Reviews — Opties en CSV-import
pl_pl: Genius Reviews — Opcje i import CSV

source: Options d’affichage
de_de: Anzeigeoptionen
es_es: Opciones de visualización
it_it: Opzioni di visualizzazione
nl_nl: Weergave-opties
pl_pl: Opcje wyświetlania

source: Activez automatiquement les blocs côté boutique et/ou utilise les shortcodes ci-dessous selon vos besoins.
it_it: Attiva automaticamente i blocchi lato shop e/o usa gli shortcode seguenti secondo le tue esigenze.
nl_nl: Schakel automatisch blokken in aan de shop-kant en/of gebruik de shortcodes hieronder naar behoefte.
pl_pl: Automatycznie włącz bloki w sklepie i/lub użyj poniższych shortcode’ów w zależności od potrzeb.

source: Activer la grille des avis sur la page produit
de_de: Bewertungsraster auf Produktseiten aktivieren
es_es: Activar la rejilla de reseñas en la página del producto
it_it: Abilita la griglia recensioni nella pagina prodotto
nl_nl: Reviews-raster op productpagina inschakelen
pl_pl: Włącz siatkę opinii na stronie produktu

source: Affiche la grille en bas de chaque fiche produit (si des avis sont disponibles).
de_de: Zeigt das Raster am Ende jeder Produktseite an (wenn Bewertungen vorhanden sind).
it_it: Mostra la griglia in fondo a ogni scheda prodotto (se ci sono recensioni).
nl_nl: Toont het raster onderaan elke productpagina (indien er reviews zijn).
pl_pl: Wyświetla siatkę na dole karty produktu (jeśli są dostępne opinie).

source: Activer le badge d'avis sur la page produit
de_de: Badge auf der Produktseite aktivieren
es_es: Activar la insignia de reseñas en la página del producto
it_it: Abilita il badge recensioni nella pagina prodotto
nl_nl: Review-badge op productpagina inschakelen
pl_pl: Włącz odznakę opinii na stronie produktu

source: Petit badge (moyenne + nombre d’avis) visible en haut de la fiche produit.
de_de: Kleines Badge (Durchschnitt + Anzahl der Bewertungen) oben auf der Produktseite.
it_it: Piccolo badge (media + numero recensioni) visibile in alto nella scheda.
nl_nl: Kleine badge (gemiddelde + aantal reviews) bovenaan de productpagina.
pl_pl: Mała odznaka (średnia + liczba opinii) widoczna u góry karty produktu.

source: Activer le badge d'avis sur la page collection
de_de: Badge auf Kategorieseiten aktivieren
es_es: Activar la insignia de reseñas en la página de colección
it_it: Abilita il badge nella pagina collezione
nl_nl: Badge op categoriepagina inschakelen
pl_pl: Włącz odznakę na stronach kategorii

source: Affiche le badge dans les listings/collections produits.
de_de: Zeigt das Badge in Produktlisten/Kollektionen an.
it_it: Mostra il badge negli elenchi/collezioni di prodotti.
nl_nl: Toont de badge in productlijsten/categorieën.
pl_pl: Wyświetla odznakę na listach/kolekcjach produktów.

source: Couleur principale
de_de: Primärfarbe
es_es: Color principal
it_it: Colore principale
nl_nl: Hoofdkleur
pl_pl: Kolor główny

source: Utilisée pour les boutons et accents (hover auto-généré).
de_de: Wird für Buttons und Akzente verwendet (Hover automatisch generiert).
it_it: Usato per pulsanti e accenti (hover auto-generato).
nl_nl: Gebruikt voor knoppen en accenten (hover automatisch gegenereerd).
pl_pl: Używany dla przycisków i akcentów (hover generowany automatycznie).

source: Shortcodes disponibles
de_de: Verfügbare Shortcodes
it_it: Shortcode disponibili
nl_nl: Beschikbare shortcodes
pl_pl: Dostępne shortcody

source: Grille d’avis (produit courant ou ID précis)
de_de: Bewertungsraster (aktuelles Produkt oder bestimmte ID)
it_it: Griglia recensioni (prodotto corrente o ID specifico)
nl_nl: Reviews-raster (huidig product of specifiek ID)
pl_pl: Siatka opinii (bieżący produkt lub konkretny ID)

source: Copier
de_de: Kopieren
it_it: Copia
nl_nl: Kopiëren
pl_pl: Kopiuj

source: Carrousel (sélection d’avis globales)
de_de: Karussell (globale Auswahl an Bewertungen)
it_it: Carosello (selezione globale di recensioni)
nl_nl: Carrousel (globale selectie reviews)
pl_pl: Karuzela (globalny wybór opinii)

source: Badge (dans un template/page au choix)
de_de: Badge (in einer Vorlage/Seite Ihrer Wahl)
it_it: Badge (in qualsiasi template/pagina)
nl_nl: Badge (in eender welke template/pagina)
pl_pl: Odznaka (w dowolnym szablonie/stronie)

source: Tous les avis (onglets Produits / Boutique + stats globales)
de_de: Alle Bewertungen (Tabs Produkte / Shop + globale Statistiken)
it_it: Tutte le recensioni (schede Prodotti / Negozio + statistiche globali)
nl_nl: Alle reviews (tabbladen Producten / Winkel + globale statistieken)
pl_pl: Wszystkie opinie (zakładki Produkty / Sklep + statystyki globalne)

source: Paramètres de tri disponibles : date_desc, date_asc, rating_desc, rating_asc.
de_de: Verfügbare Sortierparameter: date_desc, date_asc, rating_desc, rating_asc.
it_it: Opzioni di ordinamento disponibili: date_desc, date_asc, rating_desc, rating_asc.
nl_nl: Beschikbare sorteervolgordes: date_desc, date_asc, rating_desc, rating_asc.
pl_pl: Dostępne sortowanie: date_desc, date_asc, rating_desc, rating_asc.

source: Sauvegarder
de_de: Speichern
es_es: Guardar
it_it: Salva
nl_nl: Opslaan
pl_pl: Zapisz

source: Synchronisation
nl_nl: Synchronisatie

source: Recalcule la moyenne et le volume d’avis stockés sur vos fiches produits.
nl_nl: Berekent de gemiddelde score en het aantal reviews op je productpagina’s opnieuw.

source: Synchroniser les notes produits
nl_nl: Synchroniseer de productbeoordelingen

source: Copié !
de_de: Kopiert!
it_it: Copiato!
nl_nl: Gekopieerd!
pl_pl: Skopiowano!

source: Synchronisation en cours…
nl_nl: Synchronisatie bezig…

source: Synchronisation terminée : %d produit(s) mis à jour.
nl_nl: Synchronisatie voltooid: %d product(en) bijgewerkt.

source: Erreur lors de la synchronisation.
nl_nl: Fout tijdens het synchroniseren.

source: Import
es_es: Importar
it_it: Importa
nl_nl: Importeren

source: Lancer l’import
de_de: Import starten
es_es: Iniciar importación
it_it: Avvia importazione
nl_nl: Import starten
pl_pl: Rozpocznij import

source: Préparation…
de_de: Vorbereitung…
es_es: Preparando…
it_it: Preparazione…
nl_nl: Voorbereiden…
pl_pl: Przygotowanie…

source: Détail par produit
de_de: Details pro Produkt
es_es: Detalle por producto
it_it: Dettaglio per prodotto
nl_nl: Details per product
pl_pl: Szczegóły per produkt

source: Produit
de_de: Produkt
es_es: Producto
it_it: Prodotto
nl_nl: Product
pl_pl: Produkt

source: Ajoutés
de_de: Hinzugefügt
es_es: Añadidos
it_it: Aggiunte
nl_nl: Toegevoegd
pl_pl: Dodane

source: MàJ
de_de: Aktualisiert
es_es: Actualizados
it_it: Aggiornate
nl_nl: Bijgewerkt
pl_pl: Zaktualizowane

source: Ignorés
de_de: Ignoriert
es_es: Ignorados
it_it: Ignorate
nl_nl: Genegeerd
pl_pl: Pominięte

source: Moyenne
de_de: Durchschnitt
es_es: Promedio
it_it: Media
nl_nl: Gemiddelde
pl_pl: Średnia

source: Total
de_de: Gesamt
it_it: Totale
nl_nl: Totaal
pl_pl: Razem

source: Colonnes :
de_de: Spalten:
es_es: Columnas:
it_it: Colonne:
nl_nl: Kolommen:
pl_pl: Kolumny:

source: Téléversement…
de_de: Upload…
es_es: Subiendo…
it_it: Caricamento…
nl_nl: Uploaden…
pl_pl: Przesyłanie…

source: Import en cours…
de_de: Import läuft…
es_es: Importación en curso…
it_it: Importazione in corso…
nl_nl: Bezig met importeren…
pl_pl: Import w toku…

source: Import terminé
de_de: Import abgeschlossen
es_es: Importación completada
it_it: Importazione completata
nl_nl: Import voltooid
pl_pl: Import zakończony

source: Avis
de_de: Bewertungen
es_es: Reseñas
it_it: Recensioni
nl_nl: Reviews
pl_pl: Opinie

source: Ajouter un avis
de_de: Bewertung hinzufügen
es_es: Añadir una reseña
it_it: Aggiungi una recensione
nl_nl: Review toevoegen
pl_pl: Dodaj opinię

source: Ajouter un nouvel avis
de_de: Neue Bewertung hinzufügen
es_es: Añadir nueva reseña
it_it: Aggiungi nuova recensione
nl_nl: Nieuwe review toevoegen
pl_pl: Dodaj nową opinię

source: Éditer l’avis
de_de: Bewertung bearbeiten
es_es: Editar reseña
it_it: Modifica recensione
nl_nl: Review bewerken
pl_pl: Edytuj opinię

source: Nouvel avis
de_de: Neue Bewertung
es_es: Nueva reseña
it_it: Nuova recensione
nl_nl: Nieuwe review
pl_pl: Nowa opinia

source: Voir l’avis
de_de: Bewertung anzeigen
es_es: Ver reseña
it_it: Vedi recensione
nl_nl: Review bekijken
pl_pl: Zobacz opinię

source: Rechercher des avis
de_de: Bewertungen suchen
es_es: Buscar reseñas
it_it: Cerca recensioni
nl_nl: Reviews zoeken
pl_pl: Szukaj opinii

source: Aucun avis
de_de: Keine Bewertungen
es_es: Sin reseñas
it_it: Nessuna recensione
nl_nl: Geen reviews
pl_pl: Brak opinii

source: Aucun avis dans la corbeille
de_de: Keine Bewertungen im Papierkorb
es_es: No hay reseñas en la papelera
it_it: Nessuna recensione nel cestino
nl_nl: Geen reviews in de prullenbak
pl_pl: Brak opinii w koszu

source: Détails de l’avis
de_de: Bewertungsdetails
es_es: Detalles de la reseña
it_it: Dettagli recensione
nl_nl: Reviewdetails
pl_pl: Szczegóły opinii

source: Options
de_de: Optionen
es_es: Opciones
it_it: Opzioni
nl_nl: Opties
pl_pl: Opcje

source: Produit ID
de_de: Produkt-ID
es_es: ID del producto
it_it: ID prodotto
nl_nl: Product-ID
pl_pl: ID produktu

source: Nombre d’avis
de_de: Anzahl der Bewertungen
es_es: Número de reseñas
it_it: Numero di recensioni
nl_nl: Aantal reviews
pl_pl: Liczba opinii

source: Client
de_de: Kunde
es_es: Cliente
it_it: Cliente
nl_nl: Klant
pl_pl: Klient

source: Il y a %s
de_de: Vor %s
es_es: Hace %s
it_it: %s fa
nl_nl: %s geleden
pl_pl: %s temu

source: Voir plus
de_de: Mehr anzeigen
es_es: Ver más
it_it: Vedi di più
nl_nl: Meer lezen
pl_pl: Zobacz więcej

source: Avis de nos clients
de_de: Bewertungen unserer Kunden
es_es: Reseñas de nuestros clientes
it_it: Recensioni dei clienti
nl_nl: Klantbeoordelingen
pl_pl: Opinie naszych klientów

source: Basé sur %1$s%3$s avis%2$s
de_de: Basierend auf %1$s%3$s Bewertungen%2$s
it_it: Basato su %1$s%3$s recensioni%2$s
nl_nl: Gebaseerd op %1$s%3$s reviews%2$s
pl_pl: Na podstawie %1$s%3$s opinii%2$s

source: Écrire un avis
de_de: Bewertung schreiben
es_es: Escribir una reseña
it_it: Scrivi una recensione
nl_nl: Schrijf een review
pl_pl: Napisz opinię

source: Vous devez être <a href="%s" class="text-brand-custom hover:underline font-medium">connecté(e)</a> pour écrire un avis.
de_de: Sie müssen <a href="%s" class="text-brand-custom hover:underline font-medium">angemeldet</a> sein, um eine Bewertung zu schreiben.
es_es: Debe estar <a href="%s" class="text-brand-custom hover:underline font-medium">conectado</a> para escribir una reseña.
it_it: Devi <a href="%s" class="text-brand-custom hover:underline font-medium">accedere</a> per scrivere una recensione.
nl_nl: Je moet <a href="%s" class="text-brand-custom hover:underline font-medium">ingelogd</a> zijn om een review te schrijven.
pl_pl: Musisz się <a href="%s" class="text-brand-custom hover:underline font-medium">zalogować</a>, aby napisać opinię.

source: Plus récents
de_de: Neueste
es_es: Más recientes
it_it: Più recenti
nl_nl: Nieuwste
pl_pl: Najnowsze

source: Plus anciens
de_de: Älteste
es_es: Más antiguos
it_it: Meno recenti
nl_nl: Oudste
pl_pl: Najstarsze

source: Meilleures notes
de_de: Beste Bewertungen
es_es: Mejores valoraciones
it_it: Valutazione più alta
nl_nl: Hoogst beoordeeld
pl_pl: Najwyżej oceniane

source: Moins bonnes notes
de_de: Schlechteste Bewertungen
es_es: Peores valoraciones
it_it: Valutazione più bassa
nl_nl: Laagst beoordeeld
pl_pl: Najniżej oceniane

source: Avis sur Produits (%s)
de_de: Bewertungen zu Produkten (%s)
it_it: Recensioni prodotto (%s)
nl_nl: Productreviews (%s)
pl_pl: Opinie o produktach (%s)

source: Avis sur Boutique (%s)
de_de: Bewertungen zum Shop (%s)
it_it: Recensioni negozio (%s)
nl_nl: Winkelreviews (%s)
pl_pl: Opinie o sklepie (%s)

source: Voir plus d’avis
de_de: Mehr Bewertungen anzeigen
es_es: Ver más reseñas
it_it: Carica altre recensioni
nl_nl: Meer reviews laden
pl_pl: Wczytaj więcej opinii

source: Aucun avis disponible.
de_de: Keine Bewertungen verfügbar.
es_es: No hay reseñas disponibles.
it_it: Nessuna recensione disponibile.
nl_nl: Geen reviews beschikbaar.
pl_pl: Brak dostępnych opinii.

source: %s avis
de_de: %s Bewertung
es_es: %s reseñas
it_it: %s recensione
nl_nl: %s review
pl_pl: %s opinia

source: Aucun avis pour le moment
de_de: Noch keine Bewertungen
es_es: No hay reseñas por ahora
it_it: Nessuna recensione al momento
nl_nl: Nog geen reviews
pl_pl: Brak opinii

source: Excellent
de_de: Hervorragend
es_es: Excelente
it_it: Eccellente
nl_nl: Uitstekend
pl_pl: Doskonały

source: Très bien
de_de: Sehr gut
es_es: Muy bien
it_it: Ottimo
nl_nl: Zeer goed
pl_pl: Bardzo dobry

source: Bien
de_de: Gut
es_es: Bueno
it_it: Buono
nl_nl: Goed
pl_pl: Dobry

source: Moyen
de_de: Mittelmäßig
es_es: Regular
it_it: Discreto
nl_nl: Gemiddeld
pl_pl: Średni

source: À éviter
de_de: Zu vermeiden
es_es: Malo
it_it: Scarso
nl_nl: Matig
pl_pl: Słaby

source: <b>%s</b> nécessite WooCommerce. Merci d’installer et d’activer WooCommerce.
de_de: <b>%s</b> erfordert WooCommerce. Bitte installieren und aktivieren Sie WooCommerce.
es_es: <b>%s</b> requiere WooCommerce. Por favor, instale y active WooCommerce.
it_it: <b>%s</b> richiede WooCommerce. Installa e attiva WooCommerce.
nl_nl: <b>%s</b> vereist WooCommerce. Installeer en activeer WooCommerce.
pl_pl: <b>%s</b> wymaga WooCommerce. Zainstaluj i aktywuj WooCommerce.

# block title
source: Grid Reviews
de_de: Bewertungsraster
es_es: Rejilla de reseñas
it_it: Griglia recensioni
nl_nl: Raster met reviews
pl_pl: Siatka opinii

# block description
source: Affiche la grille des avis clients pour un produit.
de_de: Zeigt das Raster mit Kundenbewertungen für ein Produkt.
es_es: Muestra la rejilla de reseñas de los clientes para un producto.
it_it: Mostra la griglia delle recensioni per un prodotto.
nl_nl: Toont het raster met klantbeoordelingen voor een product.
pl_pl: Wyświetla siatkę opinii klientów dla produktu.

source: Activer automatiquement les blocs côté boutique et/ou utilise les shortcodes ci-dessous selon vos besoins.
de_de: Aktivieren Sie die Shop-Blöcke automatisch und/oder verwenden Sie je nach Bedarf die folgenden Shortcodes.

source: Vous pouvez activer automatiquement la <strong>grille d’avis</strong> en bas des pages produits WooCommerce, ou utiliser les shortcodes suivants :
es_es: Puede activar automáticamente la <strong>rejilla de reseñas</strong> al final de las páginas de productos de WooCommerce o utilizar los siguientes shortcodes:

source: ou simplement
es_es: o simplemente

source: pour le produit courant.
es_es: para el producto actual.

source: Pour le carrousel, utilisez :
es_es: Para el carrusel, use:

source: Basé sur <span class="font-bold">%s avis</span>
es_es: Basado en <span class="font-bold">%s reseñas</span>

source: Avis sur Produits (%d)
es_es: Reseñas de productos (%d)

source: Avis sur Boutique (%d)
es_es: Reseñas de la tienda (%d)
